[
	{
		"title": "Программирование", 
		"color": "#385F73", 
		"subtitle": [
			{"text":"Программированием увлекаюсь со школы, знаю несколько языков. Приходилось писать на Delphi, Basic, Pascal, C#, Python и даже на AutoLisp. Много работал с базами данных. В арсенале опыт работы с MS Access, Firebird, Oracle, MSSQL, MySQL, Postgree. Дополнительно закончил обучение на факультете 'Frontend-разработки' в образовательном центре GeekBrains. Изучил язык разметки HTML и язык таблиц стилей CSS. Интенсивно изучаю JavaScript. Освоил фреймворки: VueJS и ReactJS. Осуществлял верстку интерфейса, разрабатываемого на Angular. С моими проектами можно ознакомиться на этом сайте."}
		], 
		"link": "/mysites",
		"getter": ""
	},
	{
		"title": "Фотография", 
		"color": "#116062", 
		"subtitle": [
			{"text":"Я очень люблю фотографировать. На творческие успехи меня всегда вдохновляли мои дочери. Их фотографии и еще кое-что вы также найдете на этом сайте."}
		], 
		"link": "/photos",
		"click":"setAlbum(getPhotosLinks, '/photos')",
		"getter": "getPhotosLinks"
	},
	{
		"title": "Поделки", 
		"color": "#425169", 
		"subtitle": [
			{"text":"В свободное время люблю мастерить что-либо из металла или дерева. Сварил несколько печей для бань. Также делаю мангалы. На фотографиях показаны этапы изготовления изделий."}
		], 
		"link": "/handmade",
		"click":"setAlbum(getPhotosLinks, '/photos')",
		"getter": "getHandmadeLinks"
	},
	{
		"title": "Увлечения", 
		"color": "#3b444b", 
		"subtitle": [
			{"text":"Еще я увлекаюсь хоккеем - игрой, которая, по моему мнению является самой командной. 'В хоккей играют настоящие мужчины - трус не играет в хоккей!' В этих строках звучит главный посыл к игрокам и эта песня не зря стала гимном замечательной игры."}, 
			{"text":"В 2021 году на Черном море я впервые погружался с аквалангом - это были незабываемые впечатления. "}, 
			{"text":"Я пять раз был на фестивалях молодых атомщиков, как в России, так и в Литве. О моих впечатлениях о поездке на Диснай-2005 можно прочитать здесь"}
		], 
		"link": "/hobby",
		"click":"setAlbum(getPhotosLinks, '/photos')",
		"getter": "getHobbyLinks"
	}
]