<template>
  <v-card height="100vh">
    <v-toolbar flat color="primary" dark class="text-center">
      <v-toolbar-title class="text-center"
        >Сочинение на тему "Как я провел лето".</v-toolbar-title
      >
    </v-toolbar>
    <v-tabs vertical>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-message-bulleted
        </v-icon>
        Предисловие
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-start
        </v-icon>
        Начало
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-fast
        </v-icon>
        День 1. На поляне
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-fast
        </v-icon>
        День 2. День первогодки
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-fast
        </v-icon>
        День 3. Симпозиум
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-fast
        </v-icon>
        День 4. День мистера
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-fast
        </v-icon>
        День 5. День мисс
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-fast
        </v-icon>
        День 6. День экскурсий
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-fast
        </v-icon>
        День 7. Закрытие
      </v-tab>
      <v-tab class="d-flex justify-start">
        <v-icon left>
          mdi-clock-end
        </v-icon>
        День 8. Отъезд
      </v-tab>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              <b>Диснай (Dysnai)</b> — международный фестиваль молодых
              работников атомной энергетики. Проводится на берегу озера Луодис,
              близ города Висагинас, где расположена Игналинская АЭС, ежегодно,
              начиная с 1988 года в первой неделе июля. В фестивале принимают
              участие молодые специалисты, работающие в сфере атомной энергетики
              из Литвы, России, с Украины, из Восточной и Центральной Европы
              (представители Бельгии, Болгарии, Германии, Великобритании,
              Венгрии, Румынии, Словакии и Швеции).
            </p>
            <PhotoGridText :photos="[1]" />
            <p class="text-justify">
              Позднее, в начале 2000-х, подобный фестиваль стал проводиться в
              России. Первый прошел под Десногорском (Смоленская АЭС) на реке
              Десна, поэтому получил название <b>Деснай</b>. Проводился он в
              разных местах вблизи расположения городов-спутников атомных
              станций России.
            </p>

            <p class="font-weight-black text-justify">
              Немного терминологии:
            </p>
            <p class="text-justify">
              <b>Лагерь</b> – территориально обособленное пространство,
              отведенное команде для установки палаток и командного шатра.
            </p>
            <p class="text-justify">
              <b>Линейка</b> – вечернее собрание команд вокруг сцены, на которой
              представитель команды (обычно капитан) докладывает о результатах
              прошедшего дня. После отчета капитана происходит показ нескольких
              творческих номеров, подготовленных заранее или импровизационных.
            </p>
            <p class="text-justify">
              <b>Стыковка</b> – встреча двух или более команд за дружеским
              столом.
            </p>
            <PhotoGridText :photos="[6]" />
            <p class="text-justify">
              <b>Комсомолка</b> – большая емкость (не менее 1 л), содержащая
              крепкий напиток.
            </p>
            <p class="text-justify">
              <b>Пустить Комсомолку</b> – каждый участник стыковки берет
              Комсомолку, представляется, отпивает и передает дальше.
            </p>
            <p class="text-justify">
              <b>Гвардия</b> - организация, объединившая крепких представителей
              от каждой команды, обеспечивающая порядок на поляне.
            </p>
            <PhotoGridText :photos="[2]" />
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              <b>А теперь начнем. Год 2005 от РХ…</b>
            </p>
            <p class="text-justify">
              Во-первых, все началось с того, что за два месяца до фестиваля мне
              позвонили и сказали, что я должен буду поехать на Диснай. До этого
              у меня не было загранпаспорта, поэтому резко кинулся сдавать
              документы на получение данного документа. Про то, как получался
              этот паспорт – отдельная история, полная негодования и матерных
              выражений.
            </p>
            <p class="text-justify">
              В конечном итоге получил я этот паспорт, но оказалось, что в общую
              группу Концерна меня уже не включили, поэтому визу пришлось
              оформлять самостоятельно, а это надо ехать в Москву в литовское
              посольство, а через пять дней забирать саму визу. Самое интересное
              было, что на квитанции о сдаче документов есть такая очень
              интересная надпись: "Сдача документов не гарантирует получение
              визы!". Так что ехал в Москву 30 июня в ожидании отказа. Но все
              оказалось хорошо и этот рубеж мы тоже с честью преодолели.
            </p>
            <p class="text-justify">
              И вот сама поездка! Еще в посольстве я изучил список "Норма
              провоза личных вещей через границу", где было написано, что пива и
              водки можно провозить по 0,5 литра на человека, сигарет – 1 блок и
              т.д. А мы то затарились как взрослые, да еще на сайте Десная один
              товарищ поделился своими впечатлениями о пересечении границы в
              недалеком прошлом, и о том, как таможенники шмонали чемоданы в
              поисках провозимого. Так что поездка через границу - это своего
              рода испытание нервов. Но об этом позднее…
            </p>
            <p class="text-justify">
              Брали билеты на литовский поезд уже за три дня до отправления,
              поэтому все 24 человека (вся сборная России) ехали в разных
              вагонах в разных купе и на верхних полках. Но одним повезло. Им
              выпали места в одном купе. С ними была еще одна девушка, которую
              быстренько отправили на другое место, так это купе стало нашим. В
              нем поместилось (специально считали) 19 человек!!! А остальные 5
              временами выйдут-зайдут. К утру разошлись по своим койкам.
              Примерно к 7 часам утра доехали до границы с Литвой. Таможенники
              почти к первым из наших попали в купе, где ночью происходила
              гулянка. Они первым делом спросили: "Водка, сигареты имеются?".
              После чего их пытались угостить тем, что осталось на столе. Так
              таможенники узнали, что молодые атомщики едут на фестиваль, и
              находя по ходу поезда молодых атомщиков старались избежать
              общения, ограничиваясь лишь штампованием паспортов. Таким образом,
              мы благополучно проехали границу и уже через час после нее были на
              вокзале города Вильнюс.
            </p>
            <p class="text-justify">
              Возле вокзала находится обменник, куда мы всей толпой и рванули
              менять наши рублики на «ихние» литы. После этого подъехал автобус.
              Загрузившись в него, мы поехали в какой-то гипермаркет, чтобы
              затовариться продуктами. Одна особенность курсов наших валют: 1
              лит = 10 руб. То есть в пересчете их цен на наши абсолютно не
              возникало проблем. Зайдя в магазин, мы были приятно поражены –
              цены практически на все существеннее ниже наших! Там я купил себе
              трехместную палатку за 46 лит! (460 рублей), а еще там были
              двухместные со скидкой – вовсе 18 лит. Также дешевые спальники и
              все остальные сопутствующие товары. Цены на спиртное такие же, как
              и у нас, а вот цены на сигареты там раза в 4 выше (хорошо, что я
              некурящий).
            </p>
            <p class="text-justify">
              После магазина мы поехали на поляну. Ехать от Вильнюса до места
              назначения около 4-х часов.
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              Не доезжая около 300 метров до поляны всех первогодок (в том числе
              и меня - не смотря на то, что в России я был на двух фестивалях,
              тут я считался первогодкой) высадили из автобуса предварительно
              дав переодеться в "одежду для марания". Автобус поехал дальше, а
              мы в сопровождении со старшим, с песней и речевкой попеременно,
              шли на поляну, где нас уже встречали все, кто приехал раньше (а мы
              приехали почти самые последние). Сразу же Феликс Соколов и Игорь
              Чичкань (кто был на Де(и)снае их знает) обрисовали обстановку: Мы
              ученики, которые пришли постигнуть путь самурая. Мы должны
              сохранять спокойствие в самых сложных ситуациях, мы должны
              передвигаться очень тихо и незаметно и т.д. И вот все наши
              первогодки сначала медитировали, а духи пытались нас вывести из
              себя. После ползали по-пластунски, затем изучали приемы, которые
              сопровождались громогласными выкриками. В конечном итоге нам
              сказали, что мы не прошли обучение и не сдали экзамены, а по
              закону самураев за это мы должны себе сделать харакири! Выдали нам
              по бутылочке томатного соуса, которыми мы изображали самурайские
              мечи, тут то и началось представление: таких способов делать себе
              харакири, наверняка не знали и сами самураи! Тела падали в общую
              кучу, возле которой нас уже оплакивали. И лишь когда "умер"
              последний ученик, нам сообщили, что умереть от кетчупа довольно
              проблематично, поэтому все мы оказались живыми, но нас
              подстерегало новое задание партии. В озере на расстоянии 50 метров
              от берега курсировал вражеский авианосец (какой-то купающийся
              мужик), который нам надо было доблестно потопить. Соорудили
              самолеты - два парня сцепляют руки в замок, а на руки берут бомбу
              (девушка) и вот в таком виде прыгают в озеро пытаясь потопить
              данный корабль. И вот вся эта эскадрилья кидается в озеро, где с
              криками и воплями бежит бомбить авианосец. Мы победили! После
              этого выходим на берег, где нам уже разрешают обняться со старыми
              друзьями и поздороваться с еще незнакомыми. Так нас встретили на
              поляне.
            </p>
            <p class="text-justify">
              После того, как мы мокрые и довольные обняли своих старых друзей,
              команда пошла устанавливать палатки и размещаться на поляне, на
              что в принципе ушла большая часть дня.
            </p>
            <p class="text-justify">
              Питание было организовано централизовано, т.е. готовили еду в
              Литовской делегации, там же ее и употребляли. У них был большой
              шатер, куда поочередно приглашались команды для принятия пищи. От
              каждой команды выделялись по три человека дежурных, которые целый
              день проводили в "Литве", где помогали готовить еду, работали
              официантами (чтобы избежать общего столпотворения, команда
              рассаживалась за столы, а дежурные раздавали тарелки и кружки, а
              также добавку по требованию), мыли посуду. А вечером дежурные
              возвращались в лагерь и работали сторожами, когда команда уходила
              на стыковку или линейку.
            </p>
            <p class="text-justify">
              Вечером первого дня состоялось открытие фестиваля. Открывали его
              Монахов и Болгаров. Монахов в красивой одежде выехал на поляну на
              лошади. Команда Литвы подготовила небольшой концерт, в основном
              состоящих из танцев, но танцев очень красивых. После концерта был
              шикарный салют. После линейки наша команда собралась у себя в
              лагере, чтобы «пустить комсомолку», для знакомства, так как
              большую часть людей из команды не знал даже я, не говоря уже о
              тех, кто на подобное мероприятие попал впервые.
            </p>
            <PhotoGridText :photos="[3, 4, 5]" />
            <p class="text-justify">
              Познакомившись с членами команды нам не дали сильно захмелеть, так
              как снова собрали первогодок и повели в лес, но там нас вовсе не
              мучили, как я ожидал, а просто мы помаршировали, попели песни и
              нас морально приготовили к завтрашнему дню.
            </p>
            <p class="text-justify">
              Вернувшись на поляну, мы увидели, что дискотека в самом разгаре. И
              естественно, что этой ночью практически никто не спал.
            </p>
            <p class="text-justify">
              Для тех, кто не знает: ежедневно подъем на поляне в 9-00.
              Поднимают всех. Это обеспечивает гвардия, которая ходит по
              палаткам и вытаскивает чуть живые тела на поляну. Если же
              находящийся внутри начинает ерепениться и сопротивляться, то
              гвардейцы не церемонятся и просто выливают ведро воды в палатку.
              После такого проходит не только желание спать, но и дальнейшие
              потуги сопротивляться. Начинается утро с зарядки, которую проводит
              команда, которая ведет день. После зарядки все идут на завтрак в
              порядке, оглашаемом командой Литвы.
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              День первогодки начался, как и любой день. После завтрака всех
              первогодок снова собрали, построили и повели по этапам, где мы
              должны были отгадывать какие-то ребусы, обкидывать сырыми яйцами
              различных духов, переправляться через речку по натянутым веревкам,
              усмирять разбушевавшихся быков, расчищать грязь своими телами и
              т.д. Но больше всего понравилось и запомнилось одно испытание. Все
              мужики зашли в реку (она там примерно по пояс), выстроились в
              цепочку по двое, образовав таким образом подвесной мост, по
              которому девчонки должны были проползти на другую сторону реки.
              Сначала все проходило спокойно, но вдруг, совершенно неожиданно,
              подошли сзади два шпиона и начали нас обливать водой, причем вода
              лилась просто как цунами. Руки стали мокрыми, скользкими и мы
              боялись, что выроним какую-нибудь девчонку из наших объятий в
              воду. Но все девчонки переправились нормально, а потом нас
              заставили переправить одного товарища на другую сторону, но
              условия несколько изменились. Он не полз, а просто лежал на спине,
              а мы должны были перекидывать его от пары к паре. Вот у одной пары
              как раз руки и не выдержали, и этот товарищ со всего маха полетел
              в воду. Хорошо, что дно реки песчаное, да и воды достаточно, чтобы
              не разбиться. Переправившись на другой берег, нас ожидало
              последнее испытание. Мы должны были своими телами расчистить грязь
              с клеенки, под которой были написаны слова, необходимые нам для
              преодоления всех препятствий. Прочитав эти слова, нас признали на
              поляне, как своих и мы пошли отмываться в озеро. Далее был обед,
              после которого первогодки расползлись по лагерям, для того, чтобы
              приготовиться к концерту первогодок. Отрепетировав несколько
              номеров, мы еще до ужина вышли на поляну, где и состоялся
              вышеуказанный концерт. Без ложной скромности заявляю, что команда
              России была лучшей. Мы порвали поляну, в прямом и переносном
              смысле. (Кто желает подробностей, прошу обращаться лично).
            </p>
            <p class="text-justify">
              После концерта стали достраивать свой лагерь – возводить фасад,
              ставить шатер над нашим командным столом. Вечером ужин и
              традиционная линейка, на которой подводились итоги прошедшего дня.
              После линейки у нас состоялась стыковка с командой Украины,
              которая прошла как-то не особо запомнившись. Потом дискотека,
              которая окончилась в 2 часа и все, кто захотел, пошли спать, а
              остальные как всегда продолжили гулять. Так прошел второй день на
              поляне.
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text class="overflow-auto">
            <p class="text-justify">
              В 9 утра выехали с поляны в ЛОК (лечебно-оздоровительный комплекс
              при АЭС), который находится в лесу, примерно в 10 км. от поляны.
              Там несколько корпусов, в том числе и учебный, в котором находится
              тренажер БЩУ, конференц-зал, подобный нашему в ИАЦ. В этом зале мы
              и заседали. Открыл симпозиум директор Игналинской АЭС, пожелав нам
              творческих и научных успехов. Далее пошли доклады. Доклады
              читались только на английском языке, для тех, кто языка не знает,
              в этом году был предусмотрен синхронный перевод. Вот и сидело
              пол-зала в наушниках. Всего за день было прочитано 17 докладов.
              Все доклады отражали специфику атомной энергетики. Один раз
              прерывались на кофе-брейк и один раз на обед. Закончили часа в 4.
            </p>
            <PhotoGridText :photos="[7, 8, 9]" />
            <p class="text-justify">
              После этого нас отвезли в Висагинас, где было 2 часа свободного
              времени, которое было потрачено на брожение по городу и массовое
              хождение по магазинам.
            </p>
            <PhotoGridText :photos="[10]" />
            <p class="text-justify">
              Вернувшись на поляну, мы узнали, что на поляне жизнь тоже на
              прекратилась, а оставшиеся придумали себе занятие. Они сооружали
              плоты и катались по озеру. Вечером как обычно линейка, стыковка
              уже с Литвой, где мы повеселились от души. Есть у них в команде
              уже упомянутый Феликс Соколов, заводной малый. Он предложил, чтобы
              стыковка не превратилась в обыкновенную пьянку, показывать
              какие-нибудь сценки и миниатюрки. Сначала они показали немного, а
              потом наш Обнинец Женька Баранов изобразил сказку с действующими
              лицами их команды Литвы, вот где мы повеселились по полной
              программе. Всем понравилось.
            </p>
            <p class="text-justify">
              По-моему, именно в этот день начал работать халява-бар. Это такое
              заведение, которое организовывают хозяева поляны, из названия в
              принципе все становится ясно. Там наливают какие-то коктейли,
              жарят блины, дают мороженое и др. Но попасть туда не так просто.
              Для того, чтобы стать счастливчиком, надо было выполнить
              какое-нибудь условие: либо прийти парой, но не просто парой, а
              изображая из себя каких-нибудь животных, соответственно облачаясь
              в костюмы, либо надо было наносить воды в установленный там
              бассейн, либо участвуя за день в каких-то конкурсах получать
              приглашения и так далее.
            </p>
            <p class="text-justify">
              Еще, на поляне работала баня. Небольшая, но все-таки, бывало, что
              умещались там всемером. Там посещение было организовано по записи,
              мы же записывались регулярно и раз в два дня обязательно мылись в
              бане. Баня стояла на берегу речки и самый кайф было выскочить из
              парилки и плюхнуться в довольно холодную воду реки.
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              Заданием на этот день было выборы президента поляны. От каждой
              команды надо было выдвинуть кандидата на пост президента. От нашей
              команды кандидатом был Евгений Баранов. За день мы прошли и
              испытали на себе весь смысл и принцип избирательной кампании,
              узнали о способах рекламы и антирекламы кандидатов. Возле каждого
              лагеря была разбита агитационная контора, на которой кандидат с
              доверенными лицами активно агитировал пришедших голосовать за
              себя. Тут же на доске был вывешен жизненный путь нашего кандидата
              в фотографиях с рождения до сегодняшнего дня. Фотографии были
              сделаны заранее и привезены с собой, на них с помощью фотомонтажа
              был изображен кандидат с различными знаменитостями: Путин, Ельцин,
              Дж. Буш, Гагарин, Че Гевара и др. Было все выполнено на высоком
              уровне, пришедшему народу очень понравилась эта фотогалерея. В это
              время несколько человек осуществляли антирекламу других кандидатов
              – раздавали листовки с порочащими их сведениями. Во время завтрака
              уже начиналась предвыборная кампания, в этот день был нарушен
              порядок командности и приглашали на еду следующим образом:
              мальчики из одной команды идут есть с девочками из другой, которые
              во время завтрака начинают активно пиарить своего кандидата.
              Сначала наши девчонки пошли с хохлами. Не знаю, как они
              агитировали, но вернувшись с завтрака, они заявили, что украинцы
              почти согласились, что наш кандидат лучше. Потом пошли наши ребята
              с девчонками из Украины. Нам они сразу запретили брать ложки в
              руки, так как они сами кормили нас с ложечки, одновременно проводя
              пропаганду и раздавая листовки за своего кандидата. Наш же
              кандидат пришел на завтрак не с пустыми руками, а принес каждой
              девушке по букету (цветы рано утром я с тремя девчонками из
              команды нарвали в лесу, а собрали в букеты уже в лагере).
            </p>
            <PhotoGridText :photos="[11]" />
            <p class="text-justify">
              Каких только способов рекламы мы не увидели в этот день (кое-что
              можете видеть на фотках, которые я еще выложил).
            </p>
            <PhotoGridText :photos="[12, 13, 14, 15]" />
            <p class="text-justify">
              После обеда состоялись дебаты. На сцене кандидаты в сопровождении
              свиты рассказывали всей поляне свою программу, отвечали на вопросы
              и т.д.
            </p>
            <p class="text-justify">
              Перед тем как идти на ужин, все должны были зайти в избирательный
              участок, чтобы проголосовать за того или иного кандидата, причем
              по правилам дня, голосовать за своего кандидата запрещалось.
            </p>
            <p class="text-justify">
              После линейки объявили победителя – им стал кандидат от команды
              Интим (International TEAM) представитель Словакии, который во
              время дебатов пытался говорить по-русски (а знал он не более 10
              слов), по-английски (но английский понимала меньшая часть
              присутствующих на поляне). В конечном итоге он говорил
              по-словакски, который более или менее понятен русскому человеку.
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              На этот день заданием было разыграть сказку "Алиса в стране
              чудес". Кандидатки на звание мисс от каждой команды выступали в
              роли Алисы, а все остальные – персонажи данной сказки и не только.
              К примеру, были следующие персонажи: Кот в сапогах, Мышка соня,
              Японцы Тояма и Токанава, рыцари, ковбои, кролики всевозможных
              мастей, даже узбекский Дед Мороз Чих-Пых.
            </p>
            <PhotoGridText :photos="[16, 17, 18, 19, 20, 21, 22]" />
            <p class="text-justify">
              В течение дня мы вместе с Алисой ходили в гости к разным
              существам, которые, чиня нам преграды, заставляли что-то делать,
              выполнять какие-то задания. Алиса должна была рассказать о каждом
              персонаже, который ее сопровождал в походе. Мы играли в крокет,
              лазили в норку кролика, были на чаепитии. После всего этого надо
              было представить нашу Алису на суд зрителей. Это должно было быть
              какой-то номер: песня, стишок, просто сценка. Далее из команд
              составили хоры цветов, мы были хором одуванчиков (см. фото). После
              этого наших Алис перевели в бассейн с желе, где они повторяли
              движения одной модели. Было это красиво и завораживающе. Все
              представление судило жюри, составленное из мужчин, представителей
              каждой команды (по одному не первогодке от команды). После всех
              этих конкурсов, на вечерней линейке была объявлена "Мисс
              Диснай-2005". Ей стала представительница сборной Украины.
            </p>
            <PhotoGridText :photos="[23, 24, 25]" />
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              В предыдущий вечер я рано лег спать, даже не пошел на стыковку.
              Дело в том, что в день экскурсий я был дежурным, а народ на
              экскурсии разъезжался в восьмом часу, значит, я должен был
              проснуться в 5, чтобы развести костер, чтобы успеть накормить всю
              поляну до отъезда. Самое противное, что в эту ночь прошел
              единственный за все время нашего пребывания на поляне дождь, а
              предыдущие дежурные не спрятали дрова под навес и они,
              соответственно намокли. Проснувшись в 5, я только к шести часам
              смог развести костер, но, несмотря на это, завтрак мы приготовили
              вовремя.
            </p>
            <p class="text-justify">
              Далее все желающие были разделены на две группы: первая ехала в
              Вильнюс, а вторая отправилась на экскурсию на Игналинскую станцию.
              Я был в первой группе. Нам подали автобус и в 8 часов мы выехали к
              столице Литвы. Предварительно мы договорились, что поедем
              посмотреть старинный город-замок Тракай. Но водитель нам попался,
              мягко говоря, не особо дружащий со скоростью и с головой.
              Во-первых, он ехал не более 80 км/час, потому как быстрее нельзя,
              а он нарушать правила не хочет. А во-вторых, он совершенно без
              зазрения совести проскочил два поворота и километров 25 не мог
              найти место, где можно развернуться. То есть мы потеряли еще час
              только на то, чтобы встать на правильный путь. В конечном итоге мы
              попали в Тракай. Первое впечатление – ух и ах, на фотографии я
              стою на фоне этого замка, зрелище конечно колоссальное.
              Представьте, стоит замок красивый, высокий, со всех сторон
              окруженный озерами и только один мост соединяет его с сушей.
              Пройдя по этому мосту, мы попадаем в ворота. Ворота, как
              показывают в исторических фильмах, огромные металлические,
              внушающие уважение и трепет. Войдя в ворота, мы купили билеты, нам
              выделили экскурсовода, которая начала свое повествование, что
              крепость была возведена в те века, когда Тракай был единственным
              путем с Запада на восток, он пережил немало войн, был несколько
              раз разрушен и перестроен, и лишь, когда открыли другие пути,
              замок стал летней резиденцией литовского короля. Но, все равно, к
              началу 20 века от замка остались только стены первого этажа, а
              остальное было сильно разрушено. Тогда-то и было принято решение о
              реконструкции крепости. Интересная деталь, толщина стен в
              некоторых местах составляет 4 метра.
            </p>
            <PhotoGridText :photos="[26, 27]" />
            <p class="text-justify">
              Войдя во внутренний двор, первое, что мы увидели, это была сцена.
              Как нам объяснил гид, вчера проходило театрализованное
              представление, где замок выступал в роли декорации в этом
              спектакле. То есть на сцене сидели только музыканты, а актеры
              ходили по стенам и двору, в том числе вовлекая зрителей в этот
              процесс. Еще интересная деталь, напротив сцены находится башня,
              которая тоже была использована как декорация, на нее с помощью
              лазерной техники проецировали изображение и создавалось
              впечатление, что эта башня охвачена огнем.
            </p>
            <PhotoGridText :photos="[40, 28, 30, 31, 32]" />
            <p class="text-justify">
              Мы походили по залам, в которых были представлены экспонаты разных
              эпох и времен. Еще интересная деталь – в замке практически нет
              комнат, которые соединяются друг с другом. Все переходы выполнены
              в виде деревянных мостков на улице (на фото это хорошо видно), это
              сделано в целях обороны, чтобы враг, захватив одно помещение, не
              пробрался в другое.
            </p>
            <PhotoGridText :photos="[33, 34, 35, 36]" />
            <p class="text-justify">
              Также в это время в замке размещалась выставка "Орудия инквизиции
              и пыток". Вход туда был 4 лита для всех и 2 лита для студентов. Мы
              пошли вчетвером: трое русских и один словак. Девушка на входе
              пыталась собрать с нас по 4 лита, но мы забили голову, сказав, что
              мы студенты и вручив ей по два лита, прошли в зал. Словак долго
              удивлялся, почему с него взяли так мало денег, но, получив от нас
              разъяснение, что он тоже студент, успокоился. То, что мы увидели в
              зале, несколько повергло в шок. Сами машины и приспособления были
              сопровождены рисунками с изображением применения того или иного
              механизма. Становилось неприятно от вида этих машин, но,
              представив, что ощущал «пациент», сам невольно испытал некоторую
              судорогу.
            </p>
            <p class="text-justify">
              Перед тем, как зайти в крепость нас предупредили, что собираемся
              возле автобуса в 3 часа дня. Где-то без десяти три, выйдя с
              выставки инквизиторских машин, мы увидели, что надвигается гроза и
              начал накрапывать дождик, а как я уже говорил, что замок с сушей
              соединяет мост, протяженностью более 100 метров, то пока мы дошли
              до суши влил такой дождь, что мы вымокли в несколько секунд.
              Хорошо, что по пути находятся многочисленные сувенирные лавки, в
              одну из которых мы завернули. Там, как оказалось, уже нашли приют
              несколько наших. Только у одного был зонт, а людей было 8 человек.
              Мы решили, что дождь закончится быстро, и стали ждать, когда можно
              будет пойти дальше. Но дождь прекращаться не собирался, а только
              увеличивал свою силу. Простояв так более получаса, было принято
              решение купить в этой лавке большой целлофановый мешок, разрезав
              его превратить в большую пленку, чтобы, укрывшись под ней
              вшестером дойти так до автобуса. Сначала тренировались идти в ногу
              прямо в лавке, вроде получалось, но выйдя на улицу, все умение
              идти стройно сразу улетучилось, и задние быстро намокнув, решили
              не ждать, а просто побежали под дождем до автобуса.
            </p>
            <PhotoGridText :photos="[37, 41, 42, 43]" />
            <P class="text-justify">
              Вся остальная наша группа уже сидела в кафешке недалеко от
              автобуса, ожидая отставших. Дойдя до них, мы поняли, что в группе
              еще не хватает 5 человек. Я взял зонт и пошел в замок, чтобы
              разыскать их. Тут дождь прекратился, и я нашел этих людей только
              на выходе из крепости. Вместо запланированных трех часов, мы
              выехали в Вильнюс только в пятом часу. Приехав туда, мы первым
              делом пошли в самый крупный гипермаркет в Литве, который
              называется Акрополь. Нам дали три часа, чтобы мы купили
              необходимое и пообедали. В восемь часов желающие поехали смотреть
              старый город, там побродили и в 10 поехали забирать оставшихся в
              гипермаркете. Только в автобусе, мы обнаружили, что в салоне не
              хватает двух россиян. Но было это на подъезде к Акрополю. Забрав
              там остальных было принято решение подождать их возле магазина, в
              надежде, что они возьмут такси и приедут к нам. В это время стали
              интенсивно названивать на поляну, чтобы узнать номер телефона
              наших отставших, но он был отключен. Прождав полтора часа, мы
              поехали в старый город, чтобы найти их там. Только часам к
              одиннадцати, мы узнали, что эти двое взяв такси, чтобы догнать нас
              по пути, поехали не к магазину, а на поляну, куда благополучно
              добрались раньше нас. Подъехали к поляне мы в 2 часа ночи,
              уставшие, голодные и злые. Так как автобус высаживает всех перед
              рекой, а оттуда идти еще метров четыреста, мы шли по лесу в
              темноте. Подходя к поляне, мы услышали, что там абсолютно тихо и
              увидели, что нигде нет света. Подумав, что все мероприятия уже
              закончились и все уже разошлись по лагерям, мы решили, что
              останемся голодными. Но тут раздался голос Монахова: "Начинается
              линейка", включился свет, и мы увидели, что возле сцены
              расставлены столы, на которых нас ждет горячий ужин, и что все
              стоят вокруг сцены и ждут нас, не начиная линейки. Нам было очень
              приятно. Впервые линейку мы наблюдали, одновременно употребляя
              пищу.
            </P>

            <p class="text-justify">
              Но самое ужасное, что в этот день я был дежурным, и я еще с двумя,
              приехавшими на этом автобусе, отправились на кухню мыть посуду.
              Вымыв всю посуду, мы пошли гулять. Так как следующий день должен
              был быть свободным днем, мы естественно ночь не спали, в надежде
              отоспаться днем.
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              Скажу сразу – отоспаться нам не дали. Подъем в 9, зарядка,
              завтрак, и только начал народ разбредаться по палаткам, как
              прозвучала команда о сборе всех на поляне, а, чтобы услышали все,
              то к этому подключилось "мокрое дело" гвардии. Досталось даже мне,
              хорошо уговорил вытащить из палатки, так что мокрым стал только я,
              а палатка осталась сухой. А команда строиться прозвучала не просто
              так. Кому-то, а, по-моему, это Ильгизу стало скучно, и он захотел
              увидеть "бегающих слоников". На поляне народ засуетился и
              быстренько придумал новую игру. Некая разновидность выбивалок. Вся
              поляна делится на 2 команды, организовывается площадка (чтобы
              легче было представить вспомните хоккейную – красная линия
              посередине и синие с двух сторон). Строится команда следующим
              образом. Все члены команды кроме двух человек располагаются между
              красной и синей линией, напротив, за красной линией, стоит другая
              команда. Оставшиеся двое человек располагаются за синей линией, за
              командой соперника, и соответственно, двое из команды соперника за
              своей синей линией. Команда, владеющая мечом, кидает мяч в толпу
              людей, пытаясь выбить кого-нибудь. Те либо уворачиваются, либо,
              пытаются поймать мяч. Если тебя выбили – ты выходишь из игры (мяч
              же возвращается команде соперника) и направляешься к надувному
              бассейну, расположенному неподалеку, где тебя поджидает гвардия с
              водой. Ты запрыгиваешь в бассейн, на тебя выливают ведро воды,
              после этого ты бежишь за водой в озеро, возвращаешься с полным
              ведром, отдаешь гвардейцам, заходишь в бассейн и оттуда наблюдаешь
              за баталией на площадке. Если команда ловит мяч, то, во-первых,
              выходит человек из бассейна на площадку, а во-вторых, ход
              переходит команде, поймавшей мяч. Площадку ограничили не только по
              длине, но и по ширине. Вот и представьте: команда из тридцати
              человек бегает табуном на маленьком пятачке и естественно, что в
              начале игры выбиваются люди легко, площадки быстро редеют, но
              бассейн испытывает полный аншлаг. Под конец в нем стоят все как
              селедки в бочке, причем выходить из него не разрешают никому, за
              исключением случая, когда твоя команда ловит "свечку" – тогда
              выходит один человек.
            </p>
            <p class="text-justify">
              Первую партию мы выиграли, вторую проиграли, началась третья –
              контровая. Правила резко ужесточились: стали различать аут, то
              есть если мяч вылетает от тебя за пределы площадки, то он
              переходит к команде соперника, затем, выбивать можно стало только
              влет, то есть раньше выбивать можно было от земли, что очень
              удобно - противнику тяжелее уклониться от прыгающего мяча, да и к
              тому же, поймать "свечку" не представляется возможным. Короче,
              третью партию мы тоже выиграли, счет стал 2:1 в нашу пользу. Таким
              образом, мы пробегали пол дня.
            </p>
            <p class="text-justify">
              Вторую половину мы стали готовиться к вечернему закрытию фестиваля
              и гала-концерту. Вспоминали какие-то номера, что-то придумывалось
              на месте.
            </p>
            <p class="text-justify">
              Единственно со всего фестиваля не понравился гала-концерт. Раньше,
              на других фестивалях, организаторы отбирают в течение всей недели
              номера, которые будут показываться на галке, расписывается
              очередность, самые сильные ставятся под конец выступления, а здесь
              получилось так, что в последний день нас попросили дать список
              номеров, которые мы будем показывать, их просто растасовали между
              собой – так была набита программа. Кто будет ведущими не знали до
              последнего, в итоге назначили совершенно левых людей. В результате
              такого подхода концерт прошел вяло, с большими задержками, но
              некоторые номера просто спасли концерт от полного провала. В
              заключении концерта были теплые, красивые слова, вручение каких-то
              призов и памятных подарков, также вручение номинаций. В завершении
              был праздничный салют. Если честно, такого салюта я еще не видел
              никогда! То, что бывает у нас в городе на праздниках, не достигает
              тех высот в пиротехническом искусстве, которые показал салют на
              поляне.
            </p>
            <PhotoGridText :photos="[38]" />
            <p class="text-justify">
              После закрытия была дискотека, которая продолжалась всю ночь.
              Стоит ли говорить, что в эту ночь не спал никто.
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>

      <v-tab-item>
        <v-card flat height="90vh" class="overflow-auto">
          <v-card-text>
            <p class="text-justify">
              В восемь часов утра начал разъезжаться народ с поляны. Первыми мы
              отправили украинскую команду, причем все, кто был с Запорожской
              станции, зачем-то остались на поляне еще на сутки. Далее пришел
              наш автобус. Были долгие прощания, обнимания, целования, слезы,
              какая-то горечь на душе (кто был на поляне пеня поймет). Как
              всегда, вместо положенного времени мы уехали на час позднее.
              Заехали в Вильнюсе в магазин, где накупили провизии для поездки. В
              пять часов вечера был наш поезд. Рассевшись по своим местам, мы
              быстро перекусили и завалились спать. Приехали в Москву утром.
              Сфотографировались командой и каждый разъехался в своем
              направлении. Мы взяли билеты на 12 часов дня, почти сразу сели в
              поезд, и опять завалились спать. В 10 часов вечера мы были уже в
              Курчатове. Приехав домой, я думал, что долго не засну, так как
              проспал целый день, но дойдя до кровати заснул как убитый.
            </p>
            <p class="text-justify">
              Вот так и закончилась моя поездка в Литву на фестиваль "Dysnai –
              2005"!
            </p>
          </v-card-text>
        </v-card>
      </v-tab-item>
    </v-tabs>
  </v-card>
</template>

<script>
import { mapGetters } from "vuex";
import PhotoGridText from "../components/PhotosgridText.vue";
export default {
  data: () => ({
    img: require("../assets/img/Avatar.jpg"),
  }),
  components: {
    PhotoGridText,
  },
  computed: {
    ...mapGetters(["getDysnaiLinks"]),
  },
  methods: {
    onSetImg(num) {
      return require("../assets/img/Hobby/Dysnai/" + num + ".jpg");
    },
  },
};
</script>

<style>
p {
  color: black;
}
</style>
